{"meta":{"title":"PinYin Lyrics","subtitle":"Learn Mandrain with Chinese Songs","description":"Provide the Best PinYin Lyrics to the World","author":"PYLyrics","url":"https://pylyrics.com","root":"/"},"pages":[],"posts":[{"title":"Jay-QingTian","slug":"Jay-QingTian","date":"2019-08-21T16:06:44.000Z","updated":"2019-08-22T16:46:53.288Z","comments":true,"path":"songs/2f25a5a.html","link":"","permalink":"https://pylyrics.com/songs/2f25a5a.html","excerpt":"","text":"周杰伦 - 晴天 zhōu&nbsp;&nbsp;jié&nbsp;&nbsp;lún - qíng&nbsp;&nbsp;tiān Jay Chou - sunny day 故 事 的 小 黄 花 gù shì de xiǎo huáng huā Story of small yellow flowers 从 出 生 那 年 就 飘 着 cóng chū shēng nà nián jiù piāo zhe Floating from the year of birth 童 年 的 荡 秋 千 tóng nián de dàng qiū qiān Childhood swing 随 记 忆 一 直 晃 到 现 在 suí jì yì yì zhí huǎng dào xiàn zài With the memory has been shaking until now Rui sou sou xi dou xi la Rui sou sou xi dou xi la Rui sou sou xi dou xi la Sou la xi xi xi xi la xi la sou Sou la xi xi xi xi la xi la sou Sou la xi xi xi xi la xi la sou 吹 着 前 奏 望 着 天 空 chuī zhe qián zòu wàng zhe tiān kōng Blowing a prelude looking at the sky 我 想 起 花 瓣 试 着 掉 落 wǒ xiǎng qǐ huā bàn shì zhe diào luò I think of the petals trying to drop 为 你 翘 课 的 那 一 天 wèi nǐ qiào kè de nà yī tiān The day that you skipped classes 花 落 的 那 一 天 huā luò de nà yī tiān The day the flower fell 教 室 的 那 一 间 jiào shì de nà yī jiān The one in the classroom 我 怎 么 看 不 见 wǒ zěn me kàn bú jiàn How can I not see? 消 失 的 下 雨 天 xiāo shī de xià yǔ tiān Disappearing rainy day 我 好 想 再 淋 一 遍 wǒ hǎo xiǎng zài lín yī biàn I really want to sip it again. 没 想 到 失 去 的 勇 气 我 还 留 着 méi xiǎng dào shī qù de yǒng qì wǒ hái liú zhe I didn’t expect the courage to lose, I still keep it. 好 想 再 问 一 遍 hǎo xiǎng zài wèn yī biàn I really want to ask again. 你 会 等 待 还 是 离 开 nǐ huì děng dài hái shì lí kāi Will you wait or leave? 刮 风 这 天 我 试 过 握 着 你 手 guā fēng zhè tiān wǒ shì guò wò zhe nǐ shǒu I tried to hold your hand on the windy day. 但 偏 偏 雨 渐 渐 大 到 我 看 你 不 见 dàn piān piān yǔ jiàn jiàn dà dào wǒ kàn nǐ bú jiàn But the rain is getting bigger until I see you missing. 还 要 多 久 我 才 能 在 你 身 边 hái yào duō jiǔ wǒ cái néng zài nǐ shēn biān How long will it take me to be by your side? 等 到 放 晴 的 那 天 也 许 我 会 比 较 好 一 点 děng dào fàng qíng de nà tiān yě xǔ wǒ huì bǐ jiào hǎo yì diǎn Maybe I will be better when I am sunny. 从 前 从 前 有 个 人 爱 你 很 久 cóng qián cóng qián yǒu gè rén ài nǐ hěn jiǔ I used to love you for a long time. 但 偏 偏 风 渐 渐 把 距 离 吹 得 好 远 dàn piān piān fēng jiàn jiàn bǎ jù lí chuī dé hǎo yuǎn But the wind is gradually blowing the distance far 好 不 容 易 又 能 再 多 爱 一 天 hǎo bù róng yì yòu néng zài duō ài yī tiān It’s hard to love another day. 但 故 事 的 最 后 你 好 像 还 是 说 了 拜 拜 dàn gù shì de zuì hòu nǐ hǎo xiàng hái shì shuō le bài bài But at the end of the story, you still seem to say goodbye. 为 你 翘 课 的 那 一 天 wèi nǐ qiào kè de nà yī tiān The day that you skipped classes 花 落 的 那 一 天 huā luò de nà yī tiān The day the flower fell 教 室 的 那 一 间 jiào shì de nà yī jiān The one in the classroom 我 怎 么 看 不 见 wǒ zěn me kàn bú jiàn How can I not see? 消 失 的 下 雨 天 xiāo shī de xià yǔ tiān Disappearing rainy day 我 好 想 再 淋 一 遍 wǒ hǎo xiǎng zài lín yī biàn I really want to sip it again. 没 想 到 失 去 的 勇 气 我 还 留 着 méi xiǎng dào shī qù de yǒng qì wǒ hái liú zhe I didn’t expect the courage to lose, I still keep it. 好 想 再 问 一 遍 hǎo xiǎng zài wèn yī biàn I really want to ask again. 你 会 等 待 还 是 离 开 nǐ huì děng dài hái shì lí kāi Will you wait or leave? 刮 风 这 天 我 试 过 握 着 你 手 guā fēng zhè tiān wǒ shì guò wò zhe nǐ shǒu I tried to hold your hand on the windy day. 但 偏 偏 雨 渐 渐 大 到 我 看 你 不 见 dàn piān piān yǔ jiàn jiàn dà dào wǒ kàn nǐ bú jiàn But the rain is getting bigger until I see you missing. 还 要 多 久 我 才 能 在 你 身 边 hái yào duō jiǔ wǒ cái néng zài nǐ shēn biān How long will it take me to be by your side? 等 到 放 晴 的 那 天 也 许 我 会 比 较 好 一 点 děng dào fàng qíng de nà tiān yě xǔ wǒ huì bǐ jiào hǎo yì diǎn Maybe I will be better when I am sunny. 从 前 从 前 有 个 人 爱 你 很 久 cóng qián cóng qián yǒu gè rén ài nǐ hěn jiǔ I used to love you for a long time. 偏 偏 风 渐 渐 把 距 离 吹 得 好 远 piān piān fēng jiàn jiàn bǎ jù lí chuī dé hǎo yuǎn The wind is gradually blowing the distance far 好 不 容 易 又 能 再 多 爱 一 天 hǎo bù róng yì yòu néng zài duō ài yī tiān It’s hard to love another day. 但 故 事 的 最 后 你 好 像 还 是 说 了 拜 拜 dàn gù shì de zuì hòu nǐ hǎo xiàng hái shì shuō le bài bài But at the end of the story, you still seem to say goodbye. 刮 风 这 天 我 试 过 握 着 你 手 guā fēng zhè tiān wǒ shì guò wò zhe nǐ shǒu I tried to hold your hand on the windy day. 但 偏 偏 雨 渐 渐 大 到 我 看 你 不 见 dàn piān piān yǔ jiàn jiàn dà dào wǒ kàn nǐ bú jiàn But the rain is getting bigger until I see you missing. 还 要 多 久 我 才 能 够 在 你 身 边 hái yào duō jiǔ wǒ cái néng gòu zài nǐ shēn biān How long will it take me to be by your side? 等 到 放 晴 那 天 也 许 我 会 比 较 好 一 点 děng dào fàng qíng nà tiān yě xǔ wǒ huì bǐ jiào hǎo yì diǎn Maybe I will be better when I am sunny. 从 前 从 前 有 个 人 爱 你 很 久 cóng qián cóng qián yǒu gè rén ài nǐ hěn jiǔ I used to love you for a long time. 但 偏 偏 雨 渐 渐 把 距 离 吹 得 好 远 dàn piān piān yǔ jiàn jiàn bǎ jù lí chuī dé hǎo yuǎn But the rain is gradually blowing the distance far 好 不 容 易 又 能 再 多 爱 一 天 hǎo bù róng yì yòu néng zài duō ài yī tiān It’s hard to love another day. 但 故 事 的 最 后 你 好 像 还 是 说 了 dàn gù shì de zuì hòu nǐ hǎo xiàng hái shì shuō le But at the end of the story, you still seem to say","categories":[],"tags":[]},{"title":"Hello World","slug":"hello-world","date":"2019-08-17T13:38:58.417Z","updated":"2019-08-22T14:37:02.246Z","comments":true,"path":"songs/4a17b156.html","link":"","permalink":"https://pylyrics.com/songs/4a17b156.html","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment Singer: Jay Singer: Jay Singer: Jay Song: Qing Tian &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 是 谁 我 是 谁 我 是 谁 我 是 谁 我 是 谁 我 &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; shi shui wo shi shui wo shi shui wo shi shui wo shi shui wo &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; who am I &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 是 谁 我 是 谁 我 是 谁 我 是 谁 我 是 谁 我 &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; shi shui wo shi shui wo shi shui wo shi shui wo shi shui wo &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;","categories":[],"tags":[]}]}